import new1_image from "../../../../assets/images/new1.jpeg";
import new2_image from "../../../../assets/images/new2.jpeg";
import new3_image from "../../../../assets/images/new3.jpeg";
import new4_image from "../../../../assets/images/new4.jpeg";
import new5_image from "../../../../assets/images/new5.jpeg";
import new6_image from "../../../../assets/images/new6.jpeg";

export const newsData = [
  {
    id: 1,
    title: "На мех-мате открыта новая специальность!",
    description:
      "Новой специальностью на факультете станет «Фундаментальные математика и механика». Ключевая компетенция студентов данной специальности – владение методами математического моделирования. Во время обучения, студенты будут погружаться в математику и механику на самом глубоком фундаментальном уровне, изучать возможности использования уже имеющейся теории и практические методы, а также приобретут навык генерации новых знаний на основе полученных фундаментальных знаний. Этого требует современная жизнь, данные могут устареть за несколько лет, но выпускник по этой специальности надежно защищен от невостребованности на рынке труда. Он может быстро адаптироваться к текущей ситуации и разрабатывать новые способы решения тех или иных задач. «Прежде всего, следует отметить, что пять лет обучения на специалитете даёт возможность системно и качественно выстроить программу обучения. Хорошее владение математикой и высокий уровень подготовки в области компьютерных наук и информационных технологий – это присуще всем направлениям обучения на мехмате и является существенным конкурентным преимуществом выпускников мехмата на рынке труда. Но мы надеемся, что специалитет позволит нам готовить не просто хороших специалистов, но и будущих ученых-исследователей, отличающихся более качественной и фундаментальной подготовкой», рассказывает Андрей Геннадьевич Кузнецов, декан механико-математического факультета.",
    image: new1_image,
    date: "11.08.2020",
  },
  {
    id: 2,
    title: "На мех-мате добавилось 28 бюджетных мест!",
    description:
      "Пермский университет получил дополнительные бюджетные места для текущей приемной кампании. А это значит, что мы сможем принять еще больше абитуриентов! Механико-математический факультет получил самое большое количество мест +28. Больше бюджетных мест стало на направлениях бакалавриата: «Прикладная математика и информатика» (+6 мест), «Фундаментальная информатика и информационные технологии» (+7 мест), «Информационные системы и технологии» (+7 мест). В магистратуре прибавилось +2 бюджетных места на направлениях «Прикладная математика и информатика» и «Математика и компьютерные науки». И самое важное - мы открываем набор на обучение по новой программе «Фундаментальные математика и механика». На эту специальность Минобрнауки РФ выделило шесть бюджетных мест.Мы Вас ждем!",
    image: new2_image,
    date: "03.08.2020",
  },
  {
    id: 3,
    title: "Новость 3",
    description:
      "В июле механико-математический факультет выпустил первую группу студентов прошедших обучение по программе дополнительного образования профессиональной переподготовки «Промышленное программирование и разработка корпоративных приложений на языках Java и PHP». Программу поддерживала группа компаний 'Мерлион'. Старт занятий состоялся в январе 2019 года, в течении полутора лет ребята работали с лучшими преподавателями, изучали передовые технологии в области разработки корпоративных информационных систем, освоили языки Java и PHP, фреймворки JSF, AngularJS, Spring и многое другое. По итогам обучения студенты получат диплом о профессиональной переподготовке с правом ведения нового вида профессиональной деятельности в сфере индустриального производства программного обеспечения для информационно-вычислительных систем различного назначения.",
    image: new3_image,
    date: "13.07.2020",
  },
  {
    id: 4,
    title:
      "«Это прорыв»: в ПГНИУ вручат дипломы первым бакалаврам в области инфокоммуникационных технологий",
    description:
      "Этим летом механико-математический факультет ПГНИУ впервые выпустил дипломированных бакалавров по направлению подготовки «Инфокоммуникационные технологии и системы связи» (ИТС). Выпускники этой учебной программы в течение четырёх лет специализировались в области инфокоммуникаций — отрасли, которая объединяет телекоммуникации и информационные технологии для развития сетей связи и построения глобальных информационных сервисов. Учебная программа «Инфокоммуникационные технологии и системы связи» входит в перечень специальностей и направлений подготовки высшего образования, которые соответствуют приоритетным направлениям модернизации и развития российской экономики, утверждаемый Правительством РФ.",
    image: new4_image,
    date: "13.07.2020",
  },
  {
    id: 5,
    title: "День открытых дверей в ПГНИУ!",
    description:
      "31 мая в Пермском университете состоится День открытых дверей online. В рамках проекта вам расскажут о Первом на Урале университете, основных направлениях образовательной деятельности, условиях обучения и будущем трудоустройстве из первых уст — от ректора университета — Игоря Юрьевича Макарихина и деканов факультетов. Главной особенностью мероприятия является видео-конференция с экспертами ЕГЭ и экзаменаторами. На консультациях с экспертами будущие абитуриенты узнают о решении трудных заданий экзаменов, обсудят частые ошибки и зададут интересующие вопросы. В режиме онлайн будут организованы встречи с представителями факультетов, колледжа профессионального образования и факультета довузовской подготовки. Кроме того, в рамках мероприятия планируются 3D-туры по музеям и лабораториям университета, онлайн-прогулка по Ботаническому саду имени профессора А.Г. Генкеля и виртуальная экскурсия по университетскому городку — «В Университете». Экскурсии доступны сразу по ссылке на программу. Знакомство с механиком-математическим факультетом начнется в 15:40 по местному времени!!! Не пропусти, ведь это отличная возможность узнать о жизни факультета",
    image: new5_image,
    date: "29.05.2020",
  },
  {
    id: 6,
    title: "Скоро в ПГНИУ начнется приемная кампания!",
    description:
      "Дорогой абитуриент, если ты хочешь узнать больше про механико-математический факультет, то этот пост точно для тебя! В этом году на механико-математическом факультете 275 бюджетных мест, это рекордное количество мест за последние годы! У нас 7 направлений обучения (бакалавриат и специалитет)! Поступай на один из самых престижных факультетов ПГНИУ, получай бесплатное образование и становись высококлассным специалистом в области ИКТ Специально для абитуриентов мы создали информационные площадки, на которых можно узнать больше про направления обучения, жизнь факультета, задать все волнующие вас вопросы и оперативно получить ответ!",
    image: new6_image,
    date: "26.05.2020",
  },
];
